Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ile jestem ci winien?
uk: Скільки я тобі винен?

source: Ile kawałków potrzebujesz?
uk: Скільки тобі потрібно?

source: Ile mam ci zapłacić?
uk: Скільки я повинен заплатити?

source: Ile mam zapłacić?
uk: Скільки я маю заплатити?

source: Ile mnie to będzie kosztować?
uk: Скільки мені це коштуватиме?

source: Ile może potrwać zwykłe zdobycie obywatelstwa? To nie może przecież tyle trwać...
uk: Скільки часу може зайняти просте отримання громадянства? Не може ж це тривати так довго...

source: Ile można załatwiać jakiś papierek? W każdym normalnym mieście załatwia się to w moment.
uk: Скільки часу може зайняти оформлення якогось папірця? У будь-якому нормальному місті це можна зробити миттєво.

source: Ile na tym zarobię?
uk: Скільки я на цьому зароблю?

source: Ile nasion potrzebujesz?
uk: Скільки насінин потрібно?

source: Ile ona wynosi?
uk: Скільки потрібно грошей?

source: Ile potrzebujesz?
uk: Скільки потрібно?

source: Ile razy mam ci jeszcze powtórzyć, że nie wiem, kim jest ten twój cały Jorn?
uk: Скільки разів тобі повторювати, що я не знаю, хто такий цей твій Йорн?

source: Ile razy mam powtarzać. Nie sprzedam domu! Nikomu, rozumiesz?
uk: Скільки разів я повинен повторювати. Я не продам будинок! Нікому, розумієш?

source: Ile razy mam wam powtarzać, żebyście nie włazili do mojej stodoły!
uk: Скільки разів я повинен повторювати, щоб ви не заходили до мого хліва!

source: Ile ryb zazwyczaj łowisz podczas połowu?
uk: Скільки риби ти зазвичай ловиш на рибаловлі?

source: Ile się należy?
uk: Скільки я маю заплатити?

source: Ile sobie liczysz za jedną figurkę?
uk: Скільки коштує одна статуетка?

source: Ile sobie liczysz za taką usługę?
uk: Скільки ти береш за таку послугу?

source: Ile sobie życzysz za to cudo?
uk: Скільки ти просиш за це диво?

source: Ile sobie życzysz?
uk: Скільки ти хочеш?

source: Ile stali potrzebujesz?
uk: Скільки сталі тобі потрібно?

source: Ile to będzie mnie kosztować?
uk: Скільки це буде коштувати?

source: Ile to już trwa?
uk: Як довго це триває?

source: Ile to miało być?
uk: Скільки це буде коштувати?

source: Ile ty masz lat? Nie jesteś za młody na bycie najemnikiem?
uk: Скільки тобі років? Ти не занадто молодий, щоб бути найманцем?

source: Ile tym razem?
uk: Скільки цього разу?

source: Ile winogron muszę nazbierać?
uk: Скільки винограду потрібно нарвати?

source: Ile wody będziesz potrzebował?
uk: Скільки води тобі треба?

source: Ile wynosi dzienna norma?
uk: А яка денна норма?

source: Ile wyszło butelek do podziału?
uk: Скільки пляшок вийшло?

source: Ile właściwie przegrał Rodrigo?
uk: Скільки власне програв Родріго?

source: Ile za nie chcesz?
uk: Скільки ти за них хочеш?

source: Ile za to chcesz?
uk: Скільки ти за це хочеш?

source: Ile zajmie ci zorganizowanie czegoś takiego?
uk: Скільки часу тобі знадобиться, щоб організувати щось подібне?

source: Ile zdołasz. Popracuj parę godzin, a obiecuję, że znajdę dla ciebie tę butelkę.
uk: Стільки, скільки зможеш. Попрацюй кілька годин, і я обіцяю, що знайду цю пляшку для тебе.

source: Ile złota otrzymam za jeden dzień?
uk: Скільки золота я отримаю за день?

source: Ile złota potrzebujesz?
uk: Скільки золота тобі потрібно?

source: Ile złota w sumie dostałeś?
uk: Скільки золота ти отримав загалом?

source: Ile złota zebraliście?
uk: Скільки золота ви зібрали?

source: Ile?
uk: Скільки?

source: Ile? Za tyle to szukaj sobie sam.
uk: Скільки? За таку суму – шукай сам.

source: Ile?!
uk: Скільки?!

source: Ileż to petycji i propozycji reform napisał. Wszystkie absurdalne, albo wręcz głupie. Ulryk pewnie się wstydzi, że ktoś taki zabiega o jego interesy.
uk: Скільки петицій і пропозицій щодо реформ він написав. Всі вони абсурдні або відверто дурні. Ульріку, певно, соромно, що його інтереси відстоює хтось подібний.

source: Ilse
uk: Ільза

source: Ilse, marząc o złocie i przygodzie, dołączyła do naszej wyprawy.
uk: Ільза, яка мріє про золото та пригоди, приєдналася до нашої експедиції.

source: Ilu ich było?
uk: Скільки їх було?

source: Ilu ludzi zginęło samego dzisiejszego dnia przez twoją szaleńczą próbę zdobycia władzy dla siebie?
uk: Скільки людей загинуло тільки сьогодні через твою божевільну спробу захопити владу?

source: Ilu macie już ludzi?
uk: Скільки людей ти вже маєш?

source: Ilu mamy ludzi?
uk: Скільки у нас людей?

source: Ilu z was jest w stanie walczyć?
uk: Скільки з вас здатні битися?

source: Ilu z was jest w stanie walczyć? Roderich może potrzebować pomocy.
uk: Скільки з вас здатні битися? Родеріху може знадобитися допомога.

source: Im dalej od naszej dzielnicy tym gorszy stan budownictwa i wychowania wśród ludzi.
uk: Чим далі від нашого району, тим гірший стан будівель та освіченості серед населення.

source: Im dalej od naszej dzielnicy, tym gorszy stan budownictwa i wychowania wśród ludzi.
uk: Чим далі від нашого кварталу, тим гірший стан будівель та освіченості серед населення.

source: Im dalej od naszej dzielnicy, tym gorszy stan budownictwa, adekwatny do jego mieszkańców.
uk: Чим далі від нашого району, тим гірший стан будинків, а відповідно і їхніх мешканців.

source: Im dłużej tu siedzę, tym coraz bardziej dochodzę do wniosku, że popełniłam błąd, zgadzając się na tę pracę. O odejściu rozmawiałam z Bernardem, ale ten powiedział mi tylko, że „tak po prostu nie odchodzi się od Volkera”. Co miał przez to na myśli? Od czasu zamachu szef nie opuszcza swojego gabinetu nawet na krok. Wpuścił tylko Bradlocka i Susanne. Znowu mówili o tych niebieskich kamieniach.
uk: Чим довше я тут знаходжуся, тим більше розумію, що зробила помилку, погодившись на цю роботу. Я говорила з Бернардом про звільнення, але все, що він мені сказав, це те, що 'ти не можеш просто так піти від Волкера'. Що він мав на увазі? З дня замаху шеф не виходив зі свого кабінету ні на крок. Він впускав туди лише Бредлока та Сюзанну. Вони знову розмовляли про ті сині камені.

source: Im mniej takich jak on tym lepiej.
uk: Чим менше таких, як він, тим краще.

source: Im mniej wiesz, tym jesteś bezpieczniejszy. Tylko Antonio i mój świstek powinny cię interesować.
uk: Чим менше ти знаєш, тим краще для тебе. Тебе має цікавити тільки Антоніо і мої папери.

source: Im się należy
uk: Те, на що вони заслужили

source: Im szybciej stąd pójdziesz, tym szybciej wrócę do pracy.
uk: Що швидше ти підеш, то швидше я зможу повернутися до роботи.

source: Im szybciej to załatwimy tym lepiej.
uk: Чим швидше ми це зробимо, тим краще.

source: Im szybciej to zrozumiesz, tym lepiej dla ciebie.
uk: Чим швидше ти це зрозумієш, тим краще для тебе.

source: Im szybciej wyruszysz, tym szybciej cała ta nieprzyjemna sprawa będzie za nami. Powodzenia.
uk: Чим швидше ти вирушиш, тим швидше вся ця неприємна історія залишиться позаду. Успіху тобі.

source: Im szybciej zajmiesz się swoim zadaniem, tym szybciej ci za nie zapłacę.
uk: Чим швидше впораєшся зі своїм завданням, тим швидше я тобі за нього заплачу.

source: Im więcej kontaktu masz z wpływowymi osobistościami, tym większe ryzyko, że spełniając czyjeś polecenia nadepniesz na odcisk innym niebezpiecznym osobom.
uk: Чим більше ти контактуєш з впливовими людьми, тим більший ризик, що, виконуючи чиїсь вказівки, ти наступиш на п'яти іншим небезпечним людям.

source: Im więcej obcych, tym więcej kłopotów. Zawsze to powtarzałem i zdania nie zmienię.
uk: Чим більше чужинців, тим більше проблем. Я завжди це казав і не зміню своєї думки.

source: Im więcej osób się zjawi, tym lepiej dla skarbca miasta. Tylko się pośpiesz, licytacja odbędzie się już za dwa dni, do tego czasu informacja musi być już rozwieszona.
uk: Чим більше людей прийде, тим краще для міської скарбниці. Тільки поквапся, аукціон відбудеться всього за два дні, до цього часу інформація вже має бути розміщена.

source: Imię niewiele mi mówi, ale wydaje mi się, że widziałem go razem z tobą, gdy szliście drogą w kierunku winnicy.
uk: Ім'я мені мало що говорить, але, здається, я бачив його з тобою, коли ви йшли дорогою до виноградника.

source: Imię obiło mi się o uszy, ale nie znam go osobiście. Porozmawiaj z karczmarzami, może oni będą coś wiedzieć.
uk: Ім'я чув, але не знаю його особисто. Поговори з корчмарями, може вони щось знають.

source: Imię?
uk: Ім'я?

source: Imponujesz mi, Marvin. Najpierw Adelard chciał cię widzieć jako jednego z naszych szermierzy, a teraz Garos widzi w tobie potencjał na dobrego tropiciela!
uk: Ти мене вражаєш, Марвіне. Спочатку Аделард хотів бачити тебе своїм мечником, а тепер і Гарос розгледів у тобі потенціал слідопита!

source: Imponująca oferta, ale te wszystkie twoje relikwie, jak je nazywasz, wyglądają... tanio.
uk: Вражаюча пропозиція, але всі ці твої реліквії, як ти їх називаєш, виглядають... дешево.

source: Imponujące, jeszcze nikomu nie udało się zremisować ze mną.
uk: Вражаюче, ще нікому не вдавалося зрівнятись зі мною.

source: Improwizacja to moje drugie imię. Prowadź.
uk: Імпровізація – моє друге ім'я. Показуй дорогу.

source: In Extremo coś planuje. Z jakiegoś powodu chcą koniecznie ten konkretny pancerz.
uk: In Extremo щось задумали. З якоїсь причини їм необхідно дістати саме цей обладунок.

source: In Extremo zostało aresztowane. Grayson był wściekły, że skorzystałem z pomocy Huxlaya. Na szczęście dostanę następną szansę. Jutro mam zgłosić się po nowe rozkazy.
uk: In Extremo заарештовані. Грейсон розлютився через те, що я скористався допомогою Хакслі. На щастя, у мене буде ще один шанс. Завтра я маю з'явитися для отримання нових наказів.

source: In Extremo zostało aresztowane. Grayson był zadowolony z moich działań. Jutro mam zgłosić się po nowe rozkazy.
uk: In Extremo заарештовані. Грейсон задоволений моїми діями. Завтра я маю з'явитися за новими наказами.

source: Inaczej bym o tym nie wspominał.
uk: Інакше я б про це не згадував.

source: Inaczej nici z wymiany.
uk: Інакше обміну не буде.

source: Inaczej sprawa ma się z pancerzem, jest on twoim mundurem, musisz go nosić zawsze, gdy jesteś na służbie.
uk: Інша справа з обладунками, це твоя уніформа, і ти зобов'язаний носити їх завжди, коли ти на службі.

source: Informacja dla wszystkich handlarzy i podróżujących
uk: Інформація для усіх торговців та мандрівників

source: Informacja dla wszystkich poszukujących wiedzy magicznej i pragnących poświęcić swoje życie służbie Adanosowi!
uk: Інформація для всіх, хто прагне магічних знань і бажає присвятити своє життя служінню Аданосу!

source: Informacja o licytacji domu.
uk: Інформація про аукціон з продажу будинку.

source: Informacja odnośnie kolejnej fali uchodźców
uk: Інформація про наступну хвилю біженців

source: Informacja z ostateczną datą licytacji pojawi się na tablicach ogłoszeń już za kilka dni!
uk: Інформація з остаточною датою аукціону з’явиться на дошках оголошень за кілька днів!

source: Informacje Kessela na temat aktualnego
uk: Інформація Кесселя про поточне

source: Informacje o krzykaczach Volkera
uk: Інформація про оповісників Волкера

source: Informacje wyglądają na zaszyfrowane, będę musiał przekazać je do klasztoru. Któryś z magów z pewnością szybko sobie z nimi poradzi.
uk: Інформація виглядає зашифрованою, доведеться передати її до монастиря. Хтось із магів напевно швидко з цим впорається.

# Informacje Ogólne
source: Informacje\nOgólne
uk: Загальна\nінформація

source: Informatorzy donieśli mi, że Ernesto nie dowiedział się o tej pułapce. Musiałeś bardzo zręcznie poprowadzić tę rozmowę, gratuluję.
uk: Інформатори повідомили мені, що Ернесто не довідався про цю пастку. Мабуть, ти дуже майстерно провів цю розмову, вітаю.

source: Informatorzy donieśli mi, że nie jesteś mistrzem słowa. Ernesto będzie się teraz stresował całą sprawą, i kto wie, czy nie będziemy mu musieli zaoferować ochrony.
uk: Інформатори донесли мені, що ти не майстер слова. Ернесто тепер буде дуже стурбований через це, і хто знає, чи не доведеться нам пропонувати йому охорону.

source: Informatorzy straży miejskiej, nie mogę mówić. To był jeden z nowych przybyszów?
uk: Від інформаторів Міської Варти, я не можу називати імен. Це був один із новоприбулих?

source: Informowanie mnie o tym pewnie nie leży w interesie Gildii.
uk: Інформувати мене про це, напевно, не в інтересах Гільдії.

source: Informuje się również, że wszelkie zarzuty muszą zostać porzucone, jeśli żaden naoczny świadek nie może zeznawać w sprawie przewinienia.
uk: Також повідомляємо, що всі звинувачення мають бути зняті, якщо жоден очевидець не може засвідчити правопорушення.

source: Informujemy również, że armia królewska z chęcią przyjmie w swoje szeregi wszystkich ochotników, nawet tych niedoświadczonych.
uk: Ми також хотіли б повідомити вам, що Королівська армія з радістю прийме до своїх лав усіх добровольців, навіть недосвідчених.

source: Informujemy, że na wyspę Archolos przybył Wysłannik Królewski wraz z elitarnym oddziałem gwardii królewskiej.
uk: Повідомляємо вам, що на острів Архолос прибув Королівський посол разом з елітним загоном Королівської Гвардії.

source: Ingolf
uk: Інгольф

source: Ingolf może mi pomóc zwiększyć magiczną siłę.
uk: Інгольф може допомогти мені збільшити магічну силу.

source: Ingolfie, wytłumaczysz nam wreszcie o co tutaj chodzi?
uk: Інгольфе, ти нарешті поясниш нам, що все це означає?

source: Ingor
uk: Інгор

source: Ingor (gońcy), Sunder (Is), Adelard (IIs)
uk: Інгор (посланці), Сандер (1-й ранг), Аделард (2-й ранг)

source: Ingor uczy żółtodziobów Araxos walki ciężką bronią, a członkom elitarnych oddziałów pokazuje, jak nabrać krzepy.
uk: Інгор навчає новачків Араксосу володінню дворучною зброєю, а членам елітного загону показує, як стати сильнішими.

source: Ingor zajmuje się wydawaniem i sprzedażą odpowiedniego sprzętu członkom Gildii Kupieckiej Araxos. Z każdym następnym stopniem będę uzyskiwał dostęp do coraz lepszego sprzętu.
uk: Інгор відповідає за видачу та продаж необхідного спорядження членам Торгової Гільдії Араксос. З кожним наступним рангом я отримуватиму доступ до все кращого і кращого спорядження.

source: Ingor, nasz zbrojmistrz, potwierdził, że parę miesięcy temu otrzymał zlecenie na naostrzenie podobnie wyglądających grotów.
uk: Інгор, наш зброяр, підтвердив, що кілька місяців тому йому доручили вигострити подібні наконечники.

source: Ingor, zbrojmistrz Gildii Kupieckiej, potwierdził, że parę miesięcy temu otrzymał zlecenie na naostrzenie podobnie wyglądających grotów.
uk: Інгор, зброяр Торгової Гільдії, підтвердив, що кілька місяців тому йому доручили вигострити подібні наконечники.

source: Inkwizytor
uk: Інквізитор

source: Inna metoda, chętnie wykorzystywana przez winiarzy z południowej Myrtany, gdzie złóż siarki jest niewiele, polega na rozlaniu grubej warstwy oliwy lub łoju kretoszczura na powierzchnię leżakującego wina. Sposób ten używany jest równie często przy pieczętowaniu butelek z trunkiem, których szyjki dodatkowo zakleja się woskiem.
uk: Інший метод, якому віддають перевагу винороби на півдні Міртани, де покладів сірки небагато, полягає в тому, що на поверхню вина наливають товстий шар олії або кротощурячого жиру. Цей метод також часто використовується для закупорювання пляшок з вином, горловини яких додатково заліплюють воском.

source: Inna sprawa, że po próbie zamachu i nagonce na bogatych obywateli, zdobył ich jako takie poparcie.
uk: Інша справа, що після спроби замаху і очорнення заможних громадян, він здобув їхню підтримку.

source: Inne.
uk: Інше.

source: Innego dokumentu?
uk: Іншого документу?

source: Innego sposobu nie widziałem.
uk: Іншого способу я не бачив.

source: Inni kupcy twierdzą, że ich wozy zostały zniszczone przez jakieś ożywione kamienie, a przynajmniej tak na to mówią.
uk: Інші торговці стверджують, що їхні вози були знищені якимись ожилими каменями. Принаймні так вони розповідають.

source: Inni magowie mogą nie mieć tyle cierpliwości co ja i bez wahania obrócą cię w popiół albo zrobią coś jeszcze gorszego!
uk: Інші маги можуть бути не такими терплячими, як я, і без вагань перетворять тебе на попіл або зроблять щось ще гірше!

source: Inni narzekają na ulewy, ale dla mnie są prawdziwym zbawieniem.
uk: Інші нарікають на зливи, але для мене вони – справжній порятунок.

source: Inni powiedzieliby, że pozostało mi już tylko kolekcjonowanie rupieci i przyjmowanie tych samych, nudnych gości. Ale mam do zrealizowania jeszcze jeden cel.
uk: Хтось скаже, що мені лишилось тільки збирати мотлох, і приймати одних і тих же нудних гостей. Але я маю ще одну ціль.

source: Inni powiedzieliby, że to zasługa bogów, ale dla mnie to wyłącznie efekt ciężkiej pracy i oddania.
uk: Інші сказали б, що це завдяки богам, але для мене це виключно результат наполегливої праці та відданості справі.

source: Inni przekonywali, że sami wymierzyli mu sprawiedliwość, ale “zapomnieli”, gdzie zostawili ciało. Byli też i tacy, którzy przyprowadzali mi przypadkowych Południowców, domagając się za nich wozów wypełnionych po brzegi złotem.
uk: Інші стверджували, що вони самі вчинили над ним правосуддя, але 'не пам'ятають', де залишили тіло. Були й такі, що приводили до мене випадкових південців, вимагаючи за них віз, повен золота.

source: Inni też powinni się dowiedzieć, jakie masz dobre serce!
uk: Інші теж повинні дізнатися, яке у тебе добре серце!

source: Innos Innosem, ale kto zapłaci za odszkodowanie wszystkim pokrzywdzonym?
uk: Іннос Інносом, але хто виплатить компенсацію всім скривдженим?

source: Innos dziękuje ci za modlitwę.
uk: Іннос дякує вам за ваші молитви.

source: Innos jest z nami! Zwyciężyliśmy!
uk: Іннос з нами! Ми перемогли!

source: Innos karze nas za naszą obłudę i niewierność...
uk: Іннос карає нас за наше лицемірство та слабкість духу...

source: Innos obroni swego sługę od krzywdy i złej przygody na mrocznych ścieżkach, którymi przyszło mu kroczyć.
uk: Іннос захищатиме свого слугу від лиха і небезпек на темних шляхах, якими йому доведеться йти.

source: Innos oczyścił twego ducha.
uk: Іннос очистив ваш дух.

source: Innos spogląda na noszącego łaskawym okiem
uk: Іннос наглядає за власником персня

source: Innos w swej mądrości obdarzył mnie wiedzą, dzięki której zgłębiłem najwyższe kręgi magii.
uk: Іннос у своїй мудрості наділив мене знаннями, завдяки яким я дослідив найвищі кола магії.

source: Innos w swej niezmiernej mądrości pokierował wówczas młodzieńca ku najdalszym zakątkom znanego świata. Odziany w szarą opończę Rhobar rozpoczął wieloletnią wędrówkę, rozświetlając mrok zacofania mieszkańców mroźnych pustkowi Północy i palących piasków Południa.
uk: Після цього Іннос, у своїй незмірній мудрості, направив юнака до найвіддаленіших куточків відомого світу. Одягнений у сіру мантію, Робар розпочав багаторічну мандрівку, освітлюючи пітьму глухих закутків холодних пусток Півночі та палючих пісків Півдня.

source: Innos wysłuchał twe prośby i uleczył cię.
uk: Іннос вислухав ваші молитви і зцілив вас.

source: Innos z tobą.
uk: Іннос з тобою.

source: Innos zwiększył twoje punkty trafień o +
uk: Іннос збільшив ваше здоров'я на +

source: Innos zwiększył twoją manę o +
uk: Іннос збільшив вашу ману на +

source: Innos zwiększył twoją siłę o +
uk: Іннос збільшив вашу силу на +

source: Innos zwiększył twoją zręczność o +
uk: Іннос збільшив вашу спритність на +

source: Innos, Beliar i Adanos nie są osobnymi bytami, lecz jednym, ukazującym się pod trzema postaciami. Stanowi to główny dowód na doskonałość tej istoty.
uk: Іннос, Беліар і Аданос – це не окремі сутності, а єдине ціле, що з'являється в трьох різних втіленнях. Що є основним доказом досконалості цієї істоти.

source: Innosie, czy zrobiłem coś nie tak? Zawsze postępowałem zgodnie z twymi przykazaniami, nigdy nie omijałem wizyty w kaplicy i składałem datki godne mej sakwy.
uk: Інносе, я зробив щось не так? Я завжди дотримувався твоїх заповідей, ніколи не забував відвідувати каплицю і робив пожертви, відповідні моєму гаманцю.

source: Innosie, daj nam siły... Jak mamy z nimi walczyć?
uk: Інносе, дай нам сил... Як нам з ними боротися?

source: Innosie, dzięki ci po stokroć! Bałem się, że coś może pójść nie po naszej myśli.
uk: О Інносе, стократне тобі дякую! Я боявся, що щось піде не за планом.

source: Innosie, miej jego duszę w swej opiece!
uk: Інносе, бережи його душу під своєю опікою!

source: Innosie, usłysz swojego sługę! Oczyść nas z win!
uk: Інносе, почуй раба твого! Очисти нас від гріхів наших!

source: Innosie...
uk: О, Інносе...

source: Innosie... Zlituj się nad nami. Zaprawdę, nadeszła czarna godzina.
uk: Інносе... змилуйся над нами. Воістину, настала темна година.

source: Innosy, złote Innosy dla każdego!
uk: Інноси, золоті Інноси для кожного!

source: Inny mó-mówca.
uk: Інший опо-оповісник.

source: Inny sposób? Sędzia go przetrzyma w celi i wypuści, a wtedy nasze problemy wrócą na nowo.
uk: Інший спосіб? Суддя посадить його у в'язницю, а потім випустить, і тоді наші проблеми повернуться знову.

source: Innym razem ze swoim kolegą bez wyraźnego powodu wywrócił do góry nogami czyjąś chatę w slumsach.
uk: Іншим разом він і його друг без видимої причини перевернули догори дригом чиюсь халупу у нетрях.

source: Innymi słowy, jest to właściwy człowiek na właściwym miejscu.
uk: Іншими словами, він – потрібна людина у потрібному місці.

source: Innymi słowy: śpisz w mundurze, żresz w mundurze i srasz w mundurze, rozumiesz?
uk: Іншими словами: ти спиш в уніформі, їси в уніформі і сереш в уніформі, зрозуміло?

source: Inspekcja nowych pancerzy za nami. Mam teraz udać się do gabinetu Rodericha, żeby z nim porozmawiać.
uk: Перевірка нових обладунків вже позаду. Мені потрібно зайти до кабінету Родеріха, щоб поговорити з ним.

source: Instrukcja wymagana do
uk: Інструкція, необхідна для того,

source: Instruktor
uk: Інструктор

source: Instruktor wypatrzył po drodze jabłoń. Naszym kolejnym testem jest próba zestrzelenia rosnących na niej jabłek. Jedynym warunkiem jest zachowanie dostatecznej odległości od drzewa. Nikt z nas nie może podejść do niego bliżej, niż stoi instruktor.
uk: По дорозі інструктор помітив яблуню. Наступне завдання – спробувати влучити з лука в яблука, що ростуть на ній. Єдина умова – триматися на достатній відстані від дерева. Нікому з нас не дозволено підходити до нього ближче, ніж стоїть інструктор.

source: Instruktor zaplanował na dziś bieg wokół murów miasta. Mam za nim podążać i zbytnio się nie oddalać.
uk: На сьогодні інструктор запланував пробіжку навколо міських стін. Я маю йти за ним і не відходити далеко.

source: Instrument strunowy używany przez muzyków i grajków.
uk: Струнний інструмент, який використовують музиканти та барди.

source: Instrument używany na polowaniach.
uk: Інструмент, що використовується на полюванні.

source: Insygnia - Pracownia krawiecka
uk: Вищий Гатунок – Швейна майстерня

source: Interes idzie nieźle. Szkoda tylko, że wszystkie moje dochody idą na 'ochronę mojej działalności'.
uk: Бізнес йде непогано. Шкода тільки, що всі мої доходи йдуть на 'захист моєї діяльності'.

source: Interes kręci się jak nigdy! Nie bój się, chłopcze, nie zapominam o tobie! Wkrótce nasze życia będą wyglądać zupełnie inaczej!
uk: Справи йдуть, як ніколи раніше! Не бійся, хлопче, я про тебе не забуваю! Скоро наше життя буде зовсім іншим!

source: Interes się kręci! Moi chłopcy regularnie napełniają moje kieszenie przyjemnymi kwotami!
uk: Бізнес процвітає! Мої хлопці регулярно наповнюють мої кишені приємними сумами!

source: Interes się kręci, ty możesz przestać. No już, sio.
uk: Бізнес процвітає, можеш відвалити. Давай, геть.

source: Interes z Bruno okazał się jednym wielkim oszustwem. Sprawdzę, jak się trzymają pozostali robotnicy.
uk: Угода з Бруно виявилася однією великою аферою. Цікаво, що про це думають інші працівники.

source: Interes? Oszukujesz ludzi!
uk: Бізнес? Ти обманював людей!
